<?php
return [
    'support_title' => 'Υποστήριξη <strong>Paid!</strong>',
    'support_hosting_title' => 'Δαπάνες ξενοδοχείου',
    'support_hosting_text' => 'Το <strong>Paid!</strong> διατίθεται σε ασφαλείς διακομιστές για να διασφαλίσει ότι τα δεδομένα σας παραμένουν ιδιωτικά και ότι η υπηρεσία είναι γρήγορη. Η υποστήριξή σας μας βοηθά να καλύψει αυτές τις δαπάνες ξενοδοχείου.',
    'support_development_title' => 'Συνεχής ανάπτυξη',
    'support_development_text' => 'Βελτιώνουμε συνεχώς το <strong>Paid!</strong> με νέες λειτουργίες και καλύτερη εμπειρία χρήσης. Οι συνεισφορές σας μας βοηθούν να αφιερώσουμε περισσότερο χρόνο στην ανάπτυξη.',
    'support_future_title' => 'Λειτουργίες μελλοντικά',
    'support_future_text' => 'Έχουμε έναν πλανήματα για το μέλλον, συμπεριλαμβανομένων περισσότερων επιλογών πληρωμής, βελτιωμένων λειτουργιών μοιρασμού και βελτιωμένης ασφαλείας. Η υποστήριξή σας το καθιστά δυνατόν!',
    'support_coffee_title' => 'Κάντε μου μια καφέ',
    'support_text' => 'Αυτή η εφαρμογή είναι δωρεάν. Εάν σας αρέσει, κάντε μου μια καφέ σκανάροντας το QR code παρακάτω με την εφαρμογή τράπεζάς σας!',
    'support_coffee_message' => 'Υποστήριξη με καφέ',
    'support_qr_alt' => 'QR code δωρεάς',
    'support_qr_error' => 'Λυπάμαι, δεν μπόρεσα να δημιουργήσω το QR code. Παρακαλώ, δοκιμάστε ξανά αργότερα.',
    'support_thanks' => 'Ευχαριστούμε για την υποστήριξή σας στο <em>iwantto.be</em>!',
    'menu_support' => 'Κάντε μου μια καφέ',
];
